Repository: udhawan97/pdFold
Catalog: Orifold/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ja, zh_hans

# settings.updates.action.install
source: Install Update…
es: Instalar actualización…
fr: Installer la mise à jour…
hi: अपडेट इंस्टॉल करें…
ja: アップデートをインストール…
zh_hans: 安装更新…

# settings.updates.action.releaseNotes
source: Release notes
es: Notas de la versión
fr: Notes de version
hi: रिलीज़ नोट्स
ja: リリースノート
zh_hans: 版本说明

# settings.updates.automatic.help
source: Orifold checks GitHub for a newer version about once a day. Nothing about you or your files is ever sent.
es: Orifold consulta GitHub en busca de una versión más reciente aproximadamente una vez al día. Nunca se envía nada sobre ti ni sobre tus archivos.
fr: Orifold vérifie sur GitHub s’il existe une version plus récente environ une fois par jour. Rien vous concernant ni concernant vos fichiers n’est jamais envoyé.
hi: Orifold लगभग दिन में एक बार GitHub पर नए संस्करण की जाँच करता है। आपके या आपकी फ़ाइलों के बारे में कुछ भी कभी नहीं भेजा जाता।
ja: Orifold は 1 日に 1 回ほど GitHub で新しいバージョンを確認します。あなたやファイルに関する情報が送信されることはありません。
zh_hans: Orifold 大约每天一次向 GitHub 查询是否有新版本。绝不会发送任何关于你或你文件的信息。

# settings.updates.automatic.label
source: Check for updates automatically
es: Buscar actualizaciones automáticamente
fr: Rechercher les mises à jour automatiquement
hi: स्वचालित रूप से अपडेट जाँचें
ja: 自動的にアップデートを確認
zh_hans: 自动检查更新

# settings.updates.checkNow.button
source: Check Now
es: Buscar ahora
fr: Rechercher maintenant
hi: अभी जाँचें
ja: 今すぐ確認
zh_hans: 立即检查

# settings.updates.status.available
source: Orifold %@ is available
es: Orifold %@ está disponible
fr: Orifold %@ est disponible
hi: Orifold %@ उपलब्ध है
ja: Orifold %@ が利用可能です
zh_hans: Orifold %@ 可用

# settings.updates.status.checking
source: Checking…
es: Buscando…
fr: Recherche…
hi: जाँच हो रही है…
ja: 確認中…
zh_hans: 正在检查…

# settings.updates.status.downloadFailed
source: The update couldn’t be downloaded.
es: No se pudo descargar la actualización.
fr: Impossible de télécharger la mise à jour.
hi: अपडेट डाउनलोड नहीं हो सका।
ja: アップデートをダウンロードできませんでした。
zh_hans: 无法下载更新。

# settings.updates.status.downloading
source: Downloading Orifold %@…
es: Descargando Orifold %@…
fr: Téléchargement d’Orifold %@…
hi: Orifold %@ डाउनलोड हो रहा है…
ja: Orifold %@ をダウンロード中…
zh_hans: 正在下载 Orifold %@…

# settings.updates.status.failed
source: Couldn't check just now
es: No se pudo buscar en este momento
fr: Impossible de vérifier pour l’instant
hi: अभी जाँच नहीं हो सकी
ja: 現在確認できませんでした
zh_hans: 暂时无法检查

# settings.updates.status.installIncomplete
source: The last update didn’t finish. Your current version is untouched.
es: La última actualización no se completó. Tu versión actual no se modificó.
fr: La dernière mise à jour ne s’est pas terminée. Votre version actuelle est intacte.
hi: पिछला अपडेट पूरा नहीं हुआ। आपका मौजूदा संस्करण अछूता है।
ja: 前回の更新は完了しませんでした。現在のバージョンはそのままです。
zh_hans: 上次更新未完成。你当前的版本未受影响。

# settings.updates.status.installing
source: Installing %@ — Orifold will relaunch itself…
es: Instalando %@: Orifold se reiniciará automáticamente…
fr: Installation de %@ — Orifold redémarrera automatiquement…
hi: %@ इंस्टॉल हो रहा है — Orifold स्वयं फिर से लॉन्च होगा…
ja: %@ をインストール中 — Orifold は自動的に再起動します…
zh_hans: 正在安装 %@ — Orifold 将自动重新启动…

# settings.updates.status.readyToInstall
source: Orifold %@ downloaded and verified
es: Orifold %@ descargado y verificado
fr: Orifold %@ téléchargé et vérifié
hi: Orifold %@ डाउनलोड और सत्यापित
ja: Orifold %@ をダウンロードして検証しました
zh_hans: Orifold %@ 已下载并验证

# settings.updates.status.upToDate
source: Up to date — Orifold %@
es: Actualizado — Orifold %@
fr: À jour — Orifold %@
hi: अद्यतित — Orifold %@
ja: 最新です — Orifold %@
zh_hans: 已是最新 — Orifold %@

# shortcut.cancelDialog.label
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# shortcut.category.dialogs
source: Dialogs
es: Diálogos
fr: Boîtes de dialogue
hi: डायलॉग
ja: ダイアログ
zh_hans: 对话框

# shortcut.category.editing
source: Editing
es: Edición
fr: Édition
hi: संपादन
ja: 編集
zh_hans: 编辑

# shortcut.category.file
source: File
es: Archivo
fr: Fichier
hi: फ़ाइल
ja: ファイル
zh_hans: 文件

# shortcut.category.help
source: Help
es: Ayuda
fr: Aide
hi: सहायता
ja: ヘルプ
zh_hans: 帮助

# shortcut.category.navigation
source: PDF Navigation
es: Navegación por el PDF
fr: Navigation dans le PDF
hi: PDF नेविगेशन
ja: PDF内の移動
zh_hans: PDF 导航

# shortcut.category.search
source: Search
es: Búsqueda
fr: Recherche
hi: खोज
ja: 検索
zh_hans: 搜索

# shortcut.category.view
source: View
es: Vista
fr: Affichage
hi: दृश्य
ja: 表示
zh_hans: 显示

# shortcut.closeWindow.label
source: Close Window
es: Cerrar ventana
fr: Fermer la fenêtre
hi: विंडो बंद करें
ja: ウインドウを閉じる
zh_hans: 关闭窗口

# shortcut.confirmDialog.label
source: Confirm Default Action
es: Confirmar la acción predeterminada
fr: Confirmer l'action par défaut
hi: डिफ़ॉल्ट कार्रवाई की पुष्टि करें
ja: 既定の操作を確定
zh_hans: 确认默认操作

# shortcut.copy.label
source: Copy
es: Copiar
fr: Copier
hi: कॉपी करें
ja: コピー
zh_hans: 拷贝

# shortcut.cut.label
source: Cut
es: Cortar
fr: Couper
hi: काटें
ja: カット
zh_hans: 剪切

# shortcut.duplicateWorkspace.label
source: Duplicate (Save As)
es: Duplicar (Guardar como)
fr: Dupliquer (Enregistrer sous)
hi: डुप्लिकेट करें (इस रूप में सहेजें)
ja: 複製(別名で保存)
zh_hans: 制作副本（另存为）

# shortcut.find.label
source: Find
es: Buscar
fr: Rechercher
hi: खोजें
ja: 検索
zh_hans: 查找

# shortcut.openWorkspace.label
source: Open
es: Abrir
fr: Ouvrir
hi: खोलें
ja: 開く
zh_hans: 打开

# shortcut.pageNavigation.label
source: Next / Previous Page
es: Página siguiente/anterior
fr: Page suivante/précédente
hi: अगला / पिछला पेज
ja: 次のページ/前のページ
zh_hans: 下一页/上一页

# shortcut.paste.label
source: Paste
es: Pegar
fr: Coller
hi: पेस्ट करें
ja: ペースト
zh_hans: 粘贴

# shortcut.saveWorkspace.label
source: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
zh_hans: 保存

# shortcut.selectAll.label
source: Select All
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
ja: すべてを選択
zh_hans: 全选

# shortcuts.cheatSheet.done.button
source: Done
es: Listo
fr: Terminé
hi: पूर्ण
ja: 完了
zh_hans: 完成

# shortcuts.cheatSheet.help
source: Keyboard Shortcuts (⌘/)
es: Atajos de teclado (⌘/)
fr: Raccourcis clavier (⌘/)
hi: कीबोर्ड शॉर्टकट (⌘/)
ja: キーボードショートカット(⌘/)
zh_hans: 键盘快捷键（⌘/）

# shortcuts.cheatSheet.mostUseful.section
source: Most Useful
es: Más útiles
fr: Les plus utiles
hi: सबसे उपयोगी
ja: よく使う
zh_hans: 最常用

# shortcuts.cheatSheet.title
source: Keyboard Shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
ja: キーボードショートカット
zh_hans: 键盘快捷键

# shortcuts.firstRun.seeAll.button
source: See All
es: Ver todos
fr: Tout afficher
hi: सभी देखें
ja: すべて見る
zh_hans: 查看全部

# shortcuts.firstRun.title
source: Work faster with familiar Mac shortcuts
es: Trabaja más rápido con los atajos habituales de Mac
fr: Travaillez plus vite avec des raccourcis Mac familiers
hi: जानी-पहचानी Mac शॉर्टकट के साथ तेज़ी से काम करें
ja: おなじみのMacショートカットで、もっと速く
zh_hans: 使用熟悉的 Mac 快捷键，工作更高效

# sidebar.addFiles.help
source: Add PDFs, images, or other files to this workspace
es: Añade PDFs, imágenes u otros archivos a este espacio de trabajo
fr: Ajoutez des PDF, des images ou d'autres fichiers à cet espace de travail
hi: इस वर्कस्पेस में PDF, इमेज या अन्य फ़ाइलें जोड़ें
ja: このワークスペースにPDFや画像などのファイルを追加
zh_hans: 向此工作区添加 PDF、图片或其他文件

# sidebar.addFiles.label
source: Add Files
es: Añadir archivos
fr: Ajouter des fichiers
hi: फ़ाइलें जोड़ें
ja: ファイルを追加
zh_hans: 添加文件

# sidebar.brandMasthead.subtitle
source: Fold messy documents into one clean PDF.
es: Convierte documentos dispersos en un PDF ordenado.
fr: Rassemblez des documents épars en un PDF net.
hi: बिखरे दस्तावेज़ों को एक साफ़-सुथरे PDF में बदलें।
ja: バラバラの書類を1つのきれいなPDFに。
zh_hans: 把杂乱的文档折叠成一份整洁的 PDF。

# sidebar.commentsOnPage.accessibilityLabel
source: %lld comments on page
es: %lld comentarios en la página
fr: %lld commentaires sur la page
hi: पृष्ठ पर %lld टिप्पणियाँ
ja: このページに%lld件のコメント
zh_hans: 该页面上有 %lld 条评论

# sidebar.delete
source: Delete %@…
es: Eliminar %@…
fr: Supprimer %@…
hi: %@ हटाएँ…
ja: %@を削除…
zh_hans: 删除%@…

# sidebar.deletePages.confirmation.cancel
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# sidebar.deletePages.confirmation.delete
source: Delete
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
zh_hans: 删除

# sidebar.deletePages.confirmation.messageSingular
source: This removes the page and any page-bound signatures, stamps, and anchors.
es: Esto elimina la página y cualquier firma, sello o anclaje asociado a ella.
fr: Cette action supprime la page ainsi que les signatures, tampons et repères qui lui sont associés.
hi: इससे पेज के साथ-साथ उससे जुड़े हस्ताक्षर, स्टैम्प और एंकर भी हट जाएंगे।
ja: このページと、それに紐づく署名、スタンプ、アンカーもすべて削除されます。
zh_hans: 这将删除该页面以及所有与该页面绑定的签名、图章和锚点。

# sidebar.deletePages.confirmation.title
source: Delete selected pages?
es: ¿Eliminar las páginas seleccionadas?
fr: Supprimer les pages sélectionnées ?
hi: चुने गए पेज हटाएं?
ja: 選択したページを削除しますか?
zh_hans: 删除所选页面？

# sidebar.doc.collapse.accessibilityLabel
source: Collapse pages
es: Contraer páginas
fr: Réduire les pages
hi: पृष्ठ संक्षिप्त करें
ja: ページを折りたたむ
zh_hans: 折叠页面

# sidebar.doc.commentCount.one
source: %lld comment
es: %lld comentario
fr: %lld commentaire
hi: %lld टिप्पणी
ja: コメント%lld件
zh_hans: %lld 条评论

# sidebar.doc.commentCount.other
source: %lld comments
es: %lld comentarios
fr: %lld commentaires
hi: %lld टिप्पणियां
ja: コメント%lld件
zh_hans: %lld 条评论

# sidebar.doc.expand.accessibilityLabel
source: Expand pages
es: Expandir páginas
fr: Développer les pages
hi: पृष्ठ विस्तृत करें
ja: ページを展開
zh_hans: 展开页面

# sidebar.doc.menu.help
source: More actions for %@
es: Más acciones para %@
fr: Plus d'actions pour %@
hi: %@ के लिए अधिक क्रियाएं
ja: %@のその他の操作
zh_hans: %@的更多操作

# sidebar.doc.menu.rename
source: Rename
es: Cambiar nombre
fr: Renommer
hi: नाम बदलें
ja: 名前を変更
zh_hans: 重命名

# sidebar.doc.rename.placeholder
source: Document name
es: Nombre del documento
fr: Nom du document
hi: दस्तावेज़ का नाम
ja: 書類名
zh_hans: 文档名称

# sidebar.doc.selected.accessibilitySuffix
source: Selected
es: Seleccionado
fr: Sélectionné
hi: चयनित
ja: 選択済み
zh_hans: 已选中

# sidebar.dropZone.accessibilityHint
source: Opens a file browser. You can also drag files here.
es: Abre un explorador de archivos. También puedes arrastrar archivos aquí.
fr: Ouvre un explorateur de fichiers. Vous pouvez aussi glisser des fichiers ici.
hi: एक फ़ाइल ब्राउज़र खोलता है। आप यहां फ़ाइलें खींचकर भी छोड़ सकते हैं।
ja: ファイルブラウザを開きます。ここにファイルをドラッグすることもできます。
zh_hans: 打开文件浏览器。您也可以将文件拖到这里。

# sidebar.dropZone.importing
source: Adding files…
es: Añadiendo archivos…
fr: Ajout des fichiers…
hi: फ़ाइलें जोड़ी जा रही हैं…
ja: ファイルを追加中…
zh_hans: 正在添加文件…

# sidebar.dropZone.subtitle
source: PDF, Word, images, and more
es: PDF, Word, imágenes y más
fr: PDF, Word, images et plus
hi: PDF, Word, इमेज और अन्य
ja: PDF、Word、画像など
zh_hans: PDF、Word、图片等

# sidebar.dropZone.title
source: Drop files to add
es: Suelta archivos para añadir
fr: Déposez des fichiers pour les ajouter
hi: जोड़ने के लिए फ़ाइलें छोड़ें
ja: ファイルをドロップして追加
zh_hans: 拖放文件以添加

# sidebar.duplicate
source: Duplicate %@
es: Duplicar %@
fr: Dupliquer %@
hi: %@ डुप्लिकेट करें
ja: %@を複製
zh_hans: 复制%@

# sidebar.export
source: Export %@…
es: Exportar %@…
fr: Exporter %@…
hi: %@ निर्यात करें…
ja: %@を書き出す…
zh_hans: 导出%@…

# sidebar.metric.comment
source: comment
es: comentario
fr: commentaire
hi: टिप्पणी
ja: 件のコメント
zh_hans: 条评论

# sidebar.metric.comments
source: comments
es: comentarios
fr: commentaires
hi: टिप्पणियां
ja: 件のコメント
zh_hans: 条评论

# sidebar.metric.file
source: file
es: archivo
fr: fichier
hi: फ़ाइल
ja: ファイル
zh_hans: 个文件

# sidebar.metric.files
source: files
es: archivos
fr: fichiers
hi: फ़ाइलें
ja: ファイル
zh_hans: 个文件

# sidebar.metric.page
source: page
es: página
hi: पेज
ja: ページ
zh_hans: 页

# sidebar.metric.pages
source: pages
es: páginas
hi: पेज
ja: ページ
zh_hans: 页

# sidebar.overflow.collapseAll
source: Collapse All
es: Contraer todo
fr: Tout réduire
hi: सभी संक्षिप्त करें
ja: すべて折りたたむ
zh_hans: 全部折叠

# sidebar.overflow.expandAll
source: Expand All
es: Expandir todo
fr: Tout développer
hi: सभी विस्तृत करें
ja: すべて展開
zh_hans: 全部展开

# sidebar.overflow.help
source: More workspace actions
es: Más acciones del espacio de trabajo
fr: Plus d'actions pour l'espace de travail
hi: अधिक वर्कस्पेस क्रियाएं
ja: その他のワークスペース操作
zh_hans: 更多工作区操作

# sidebar.pageCount.one
source: %lld page
es: %lld página
hi: %lld पृष्ठ
ja: %lld ページ
zh_hans: %lld 页

# sidebar.pageCount.other
source: %lld pages
es: %lld páginas
hi: %lld पृष्ठ
ja: %lld ページ
zh_hans: %lld 页

# sidebar.removeDocument.contextMenu
source: Remove Document
es: Eliminar documento
fr: Retirer le document
hi: दस्तावेज़ हटाएं
ja: 書類を削除
zh_hans: 移除文档

# sidebar.removeDocument.help
source: Remove document
es: Eliminar documento
fr: Retirer le document
hi: दस्तावेज़ हटाएं
ja: 書類を削除
zh_hans: 移除文档

# sidebar.removeMember.accessibilityLabel
source: Remove %@
es: Eliminar %@
fr: Supprimer %@
hi: %@ हटाएँ
ja: %@を削除
zh_hans: 移除%@

# sidebar.removePages.confirmation.plural
source: This removes %lld pages and their page-bound signatures, stamps, and anchors.
es: Esto elimina %lld páginas y sus firmas, sellos y anclas asociados a la página.
fr: Cela supprime %lld pages ainsi que leurs signatures, tampons et ancrages associés.
hi: इससे %lld पृष्ठ और उनसे जुड़े हस्ताक्षर, स्टैम्प और एंकर हट जाएंगे।
ja: %lld ページと、それらに紐づく署名、スタンプ、アンカーが削除されます。
zh_hans: 这将删除 %lld 个页面及其页面绑定的签名、印章和锚点。

# sidebar.rotateCCW
source: Rotate %@ 90° CCW
es: Girar %@ 90° en sentido antihorario
fr: Faire pivoter %@ de 90° dans le sens antihoraire
hi: %@ को 90° वामावर्त घुमाएँ
ja: %@を反時計回りに90°回転
zh_hans: 将%@逆时针旋转 90°

# sidebar.rotateCW
source: Rotate %@ 90° CW
es: Girar %@ 90° en sentido horario
fr: Faire pivoter %@ de 90° dans le sens horaire
hi: %@ को 90° दक्षिणावर्त घुमाएँ
ja: %@を時計回りに90°回転
zh_hans: 将%@顺时针旋转 90°

# sidebar.section.documents
source: Documents
es: Documentos
hi: दस्तावेज़
ja: 書類
zh_hans: 文档

# sidebar.selection.page
source: Page
es: Página
hi: पृष्ठ
ja: ページ
zh_hans: 页面

# sidebar.selection.pages
source: %lld Pages
es: %lld páginas
hi: %lld पृष्ठ
ja: %lld ページ
zh_hans: %lld 页

# sidebar.thumbnail.insertFilesAfter.contextMenu
source: Insert Files After This Document…
es: Insertar archivos después de este documento…
fr: Insérer des fichiers après ce document…
hi: इस दस्तावेज़ के बाद फ़ाइलें जोड़ें…
ja: この書類の後にファイルを挿入…
zh_hans: 在此文档后插入文件…

# signAlert.cancel.button
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# signAlert.choose.button
source: Choose
es: Elegir
fr: Choisir
hi: चुनें
ja: 選択
zh_hans: 选择

# signAlert.chooseKeychainID.info
source: Select the certificate-backed identity to use for this PDF signature.
es: Selecciona la identidad respaldada por certificado que se usará para esta firma de PDF.
fr: Sélectionnez l'identité basée sur un certificat à utiliser pour cette signature de PDF.
hi: इस PDF हस्ताक्षर के लिए उपयोग करने हेतु प्रमाणपत्र-समर्थित पहचान चुनें।
ja: このPDF署名に使用する証明書ベースのIDを選択してください。
zh_hans: 请选择用于此 PDF 签名的证书身份。

# signAlert.chooseKeychainID.message
source: Choose Keychain Digital ID
es: Elegir ID digital del llavero
fr: Choisir une ID numérique du trousseau
hi: कीचेन डिजिटल ID चुनें
ja: キーチェーンのデジタルIDを選択
zh_hans: 选择钥匙串中的数字证书

# signAlert.digitalIDPassword.info
source: Enter the password for the selected .p12/.pfx Digital ID.
es: Ingresa la contraseña de la ID digital .p12/.pfx seleccionada.
fr: Saisissez le mot de passe de l'ID numérique .p12/.pfx sélectionnée.
hi: चयनित .p12/.pfx डिजिटल ID के लिए पासवर्ड दर्ज करें।
ja: 選択した.p12/.pfxデジタルIDのパスワードを入力してください。
zh_hans: 请输入所选 .p12/.pfx 数字证书的密码。

# signAlert.digitalIDPassword.message
source: Digital ID Password
es: Contraseña de la ID digital
fr: Mot de passe de l'ID numérique
hi: डिजिटल ID पासवर्ड
ja: デジタルIDのパスワード
zh_hans: 数字证书密码

# signAlert.unlock.button
source: Unlock
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
ja: ロック解除
zh_hans: 解锁

# signAlert.untitledDigitalID
source: Untitled Digital ID
es: ID digital sin título
fr: ID numérique sans titre
hi: अनाम डिजिटल ID
ja: 無題のデジタルID
zh_hans: 未命名数字证书

# signProgress.signing
source: Signing document…
es: Firmando el documento…
fr: Signature du document en cours…
hi: दस्तावेज़ पर हस्ताक्षर हो रहे हैं…
ja: 書類に署名しています…
zh_hans: 正在签署文档…

# signProgress.timestamping
source: Requesting trusted timestamp…
es: Solicitando marca de tiempo de confianza…
fr: Demande d'horodatage de confiance…
hi: विश्वसनीय टाइमस्टैंप का अनुरोध हो रहा है…
ja: 信頼済みタイムスタンプを要求しています…
zh_hans: 正在请求可信时间戳…

# signProgress.timestampingWithProvider
source: Requesting timestamp from %@…
es: Solicitando marca de tiempo de %@…
fr: Demande d'horodatage auprès de %@…
hi: %@ से टाइमस्टैंप का अनुरोध हो रहा है…
ja: %@からタイムスタンプを要求しています…
zh_hans: 正在向 %@ 请求时间戳…

# signProgress.title
source: Signing
es: Firmando
fr: Signature en cours
hi: हस्ताक्षर हो रहा है
ja: 署名中
zh_hans: 签署中

# signProgress.verifying
source: Verifying signature…
es: Verificando la firma…
fr: Vérification de la signature…
hi: हस्ताक्षर सत्यापित हो रहा है…
ja: 署名を確認しています…
zh_hans: 正在验证签名…

# signProgress.writing
source: Writing signed file…
es: Escribiendo el archivo firmado…
fr: Écriture du fichier signé…
hi: हस्ताक्षरित फ़ाइल लिखी जा रही है…
ja: 署名済みファイルを書き込んでいます…
zh_hans: 正在写入已签名的文件…

# signSelfCheck.coverageWarning
source: Orifold could not confirm the signature covers the whole document — please re-verify this file before relying on it.
es: Orifold no pudo confirmar que la firma cubra todo el documento; verifica este archivo antes de confiar en él.
fr: Orifold n'a pas pu confirmer que la signature couvre l'intégralité du document — veuillez revérifier ce fichier avant de vous y fier.
hi: Orifold यह पुष्टि नहीं कर सका कि हस्ताक्षर पूरे दस्तावेज़ को कवर करता है — इस पर भरोसा करने से पहले कृपया इस फ़ाइल को फिर से सत्यापित करें।
ja: Orifoldは署名が文書全体をカバーしていることを確認できませんでした。信頼する前にこのファイルを再確認してください。
zh_hans: Orifold 无法确认签名覆盖了整个文档——在信任此文件之前，请重新验证。

# signSelfCheck.wholeDocumentVerified
source: Orifold verified: the signature covers the complete document.
es: Orifold verificó: la firma cubre el documento completo.
fr: Orifold a vérifié : la signature couvre l'intégralité du document.
hi: Orifold ने सत्यापित किया: हस्ताक्षर पूरे दस्तावेज़ को कवर करता है।
ja: Orifoldが確認しました：署名は文書全体をカバーしています。
zh_hans: Orifold 已验证：签名覆盖了整个文档。

# signatureMethod.draw.title
source: Draw
es: Dibujar
fr: Dessiner
hi: बनाएं
ja: 手書き
zh_hans: 手绘

# signatureMethod.importP12.title
source: Import .p12 / CA-issued Digital ID
es: Importar .p12 / ID digital emitida por una CA
fr: Importer un .p12 / une ID numérique émise par une AC
hi: .p12 आयात करें / CA-जारी डिजिटल ID
ja: .p12をインポート／CA発行のデジタルID
zh_hans: 导入 .p12 / CA 颁发的数字证书

# signatureMethod.initials.title
source: Initials
es: Iniciales
fr: Initiales
hi: आद्याक्षर
ja: イニシャル
zh_hans: 首字母

# signatureMethod.keychain.title
source: Choose Keychain Digital ID
es: Elegir ID digital del llavero
fr: Choisir une ID numérique du trousseau
hi: कीचेन डिजिटल ID चुनें
ja: キーチェーンのデジタルIDを選択
zh_hans: 选择钥匙串中的数字证书

# signatureMethod.selfSigned.title
source: Generate self-signed ID
es: Generar ID autofirmada
fr: Générer une ID auto-signée
hi: स्व-हस्ताक्षरित ID जनरेट करें
ja: 自己署名IDを生成
zh_hans: 生成自签名证书

# signatureMethod.type.title
source: Type
es: Escribir
fr: Saisir
hi: टाइप करें
ja: 入力
zh_hans: 输入

# signaturePalette.add.button
source: Add
es: Añadir
fr: Ajouter
hi: जोड़ें
ja: 追加
zh_hans: 添加

# signaturePalette.certificateGuide.done
source: Done
es: Listo
fr: Terminé
hi: पूर्ण
ja: 完了
zh_hans: 完成

# signaturePalette.certificateGuide.title
source: Getting a Digital ID
es: Cómo obtener un ID digital
fr: Obtenir un identifiant numérique
hi: डिजिटल आईडी प्राप्त करना
ja: デジタルIDを取得する
zh_hans: 获取数字证书

# signaturePalette.certificateTrust.howToGetOne
source: How to get one
es: Cómo obtener uno
fr: Comment en obtenir un
hi: एक कैसे प्राप्त करें
ja: 取得方法
zh_hans: 如何获取证书

# signaturePalette.certificateTrust.learnMore
source: Learn more…
es: Más información…
fr: En savoir plus…
hi: और जानें…
ja: 詳しく見る…
zh_hans: 了解更多…

# signaturePalette.certificateTrustInfo.help
source: Certificate trust and cost
es: Confianza del certificado y coste
fr: Confiance du certificat et coût
hi: सर्टिफ़िकेट भरोसा और लागत
ja: 証明書の信頼性と費用について
zh_hans: 证书信任度和费用

# signaturePalette.digital.contact.help
source: Optional. How a recipient can reach you about this signature.
es: Opcional. Cómo puede contactarte un destinatario sobre esta firma.
fr: Facultatif. Comment un destinataire peut vous contacter au sujet de cette signature.
hi: वैकल्पिक। कोई प्राप्तकर्ता इस हस्ताक्षर के बारे में आपसे कैसे संपर्क कर सकता है।
ja: 任意。この署名について受信者があなたに連絡する方法。
zh_hans: 可选。收件人如何就此签名与您联系。

# signaturePalette.digital.contact.placeholder
source: Contact
es: Contacto
hi: संपर्क
ja: 連絡先
zh_hans: 联系方式

# signaturePalette.digital.hint.caIssued
source: CA-issued signatures are trusted automatically by readers that trust the issuing authority.
es: Las firmas emitidas por una CA son de confianza automática para los lectores que confían en la autoridad emisora.
fr: Les signatures émises par une AC sont automatiquement approuvées par les lecteurs qui font confiance à l'autorité émettrice.
hi: CA-जारी हस्ताक्षर उन रीडरों द्वारा स्वतः विश्वसनीय माने जाते हैं जो जारीकर्ता प्राधिकरण पर भरोसा करते हैं।
ja: CA発行の署名は、発行機関を信頼するリーダーによって自動的に信頼されます。
zh_hans: CA 签发的签名会被信任该颁发机构的阅读器自动信任。

# signaturePalette.digital.hint.chooseIdentity
source: Choose or create a Digital ID to sign with.
es: Elige o crea una identificación digital con la que firmar.
fr: Choisissez ou créez une identité numérique pour signer.
hi: हस्ताक्षर करने के लिए एक डिजिटल आईडी चुनें या बनाएं।
ja: 署名に使用するデジタルIDを選択または作成してください。
zh_hans: 选择或创建用于签名的数字身份证明。

# signaturePalette.digital.hint.expired
source: This certificate has expired. Choose another Digital ID or create a new one.
es: Este certificado ha caducado. Elige otra identificación digital o crea una nueva.
fr: Ce certificat a expiré. Choisissez une autre identité numérique ou créez-en une nouvelle.
hi: यह प्रमाणपत्र समाप्त हो चुका है। कोई अन्य डिजिटल आईडी चुनें या नई बनाएं।
ja: この証明書は有効期限が切れています。別のデジタルIDを選ぶか、新しく作成してください。
zh_hans: 此证书已过期。请选择其他数字身份证明或新建一个。

# signaturePalette.digital.hint.selfSigned
source: This PDF will contain a cryptographic signature. Recipients may see “identity not verified” unless they trust your certificate.
es: Este PDF contendrá una firma criptográfica. Los destinatarios pueden ver “identidad no verificada” a menos que confíen en tu certificado.
fr: Ce PDF contiendra une signature cryptographique. Les destinataires peuvent voir « identité non vérifiée » à moins qu'ils ne fassent confiance à votre certificat.
hi: इस PDF में एक क्रिप्टोग्राफिक हस्ताक्षर होगा। जब तक प्राप्तकर्ता आपके प्रमाणपत्र पर भरोसा नहीं करते, उन्हें “पहचान असत्यापित” दिख सकता है।
ja: このPDFには暗号署名が含まれます。証明書を信頼しない限り、受信者には「本人確認されていません」と表示される場合があります。
zh_hans: 此 PDF 将包含加密签名。除非收件人信任您的证书，否则可能会看到“身份未验证”。

# signaturePalette.digital.location.help
source: Optional. Where you're signing from (e.g. a city).
es: Opcional. Desde dónde firmas (p. ej. una ciudad).
fr: Facultatif. D'où vous signez (par ex. une ville).
hi: वैकल्पिक। आप कहाँ से हस्ताक्षर कर रहे हैं (जैसे कोई शहर)।
ja: 任意。署名している場所（例：都市名）。
zh_hans: 可选。您签名所在的位置（例如城市）。

# signaturePalette.digital.location.placeholder
source: Location
es: Ubicación
fr: Lieu
hi: स्थान
ja: 場所
zh_hans: 地点

# signaturePalette.digital.place.button
source: Place
es: Colocar
fr: Placer
hi: लगाएं
ja: 配置
zh_hans: 放置

# signaturePalette.digital.place.help.expired
source: This certificate has expired — choose another Digital ID.
es: Este certificado ha caducado; elige otra identificación digital.
fr: Ce certificat a expiré — choisissez une autre identité numérique.
hi: यह प्रमाणपत्र समाप्त हो चुका है — कोई अन्य डिजिटल आईडी चुनें।
ja: この証明書は有効期限切れです。別のデジタルIDを選んでください。
zh_hans: 此证书已过期——请选择其他数字身份证明。
